Revit 2027 API
BuiltInFailures.FamilyFailures.CantPlaceInsertsWarning Property
 Can't place inserts outside of hosts. These elements won't be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantPlaceInsertsWarning { get; }
Public Shared ReadOnly Property CantPlaceInsertsWarning As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantPlaceInsertsWarning {
	FailureDefinitionId^ get ();
}
static member CantPlaceInsertsWarning : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace